Repository: jedoStyle/contao-chcounterstats
Catalog: system/modules/jedo-chcounterstats/languages/*/*_module.xlf
Languages: de

# tl_module.chCounterpath_legend
source: Global Settings
de: Allgemeine Einstellungen

# tl_module.chCounter Path.0
source: chCounter installation path
de: chCounter Installations Pfad

# tl_module.chCounter Path.1
source: The path to your chCounter installation does this chCounter Stats modules.
de: Der Pfad zu Ihrer chCounter Installation NICHT zu diesem chCounterStats Module.

# tl_module.Invisible.0
source: chCounter invisible mode
de: Unsichtbaren Modus

# tl_module.Invisible.1
source: If this option is enabled, the module is not displayed, but the statistics are still running in the background.
de: Wenn diese Option aktiviert ist, wird das Module nicht angezeigt, das zählen der Statistiken läuft aber im Hintergrund weiter.

# tl_module.chCountersettings_legend
source: Selection of the displayed statistics
de: Auswahl der angezeigten Statistiken

# tl_module.Total Visitors.0
source: Visitors Total
de: Besucher Gesamt

# tl_module.Total Visitors.1
source: View the number of visitors since chCounter start
de: Anzahl der Besucher seit chCounter start anzeigen

# tl_module.Visitors today.0
source: Visitors Today
de: Besucher täglich

# tl_module.Visitors today.1
source: Show the number of visitors today.
de: Anzahl der täglichen Besucher anzeigen.

# tl_module.Visitors yesterday.0
source: Visitors Yesterday
de: Besucher am gestrigen Tag

# tl_module.Visitors yesterday.1
source: Show the number of visitors yesterday.
de: Anzahl der gestrigen Besucher anzeigen.

# tl_module.Visitors per day.0
source: Visitors per day
de: Besucher pro Tag

# tl_module.Visitors per day.1
source: Show the number of visitors per day.
de: Anzahl der Besucher pro Tag anzeigen.

# tl_module.Max visitors per day.0
source: Max. visitors per day
de: maximale Besucher pro Tag

# tl_module.Max visitors per day.1
source: Show the number of visitors per day.
de: Anzahl der maximalen Besucher pro Tag anzeigen.

# tl_module.Max visitors per day date.0
source: Max. visitors per day date
de: Datum der maximalen Besucher pro Tag

# tl_module.Max visitors per day date.1
source: Show the date when the maximum visitors per day
de: Das Datum der maximalen Besucher pro Tag anzeigen

# tl_module.Curently online.0
source: Curently online
de: Besucher gerade Online

# tl_module.Curently online.1
source: Displays the number of visitors that are currently online
de: Anzeige der Anzahl von Besucher welche gerade online sind

# tl_module.Max online.0
source: Max. online
de: Maximale Besucher Online

# tl_module.Max online.1
source: Show the Maximum Number of Visitors Online
de: Maximale Anzahl der Besucher anzeigen, die online sind

# tl_module.Max online Date.0
source: Max. online date
de: Datum der Maximalen Besucher Online

# tl_module.Max online Date.1
source: Show Date maximum number of online visitors
de: Datum der maximale Anzahl gleichzeitig online Besucher anzeigen

# tl_module.Total page views.0
source: Total page views
de: Seitenaufrufe gesamt

# tl_module.Total page views.1
source: Show total number of page views
de: Gesammt Anzahl der Seitenaufrufe anzeigen

# tl_module.Page views today.0
source: Page views today
de: Seitenaufrufe täglich

# tl_module.Page views today.1
source: Show number of page views today
de: Anzahl der heutigen Seitenaufrufe anzeigen

# tl_module.Page views yesterday.0
source: Page views yesterday
de: Seitenaufrufe am gestrigen Tag

# tl_module.Page views yesterday.1
source: Show number of page views yesterday
de: Anzahl der heutigen Seitenaufrufe anzeigen

# tl_module.Page views per day.0
source: Page views per day
de: Seitenaufrufe pro Tag

# tl_module.Page views per day.1
source: View average page views per day
de: Durchschnittliche Seitenaufrufe pro Tag anzeigen

# tl_module.Max page views per day.0
source: Max. page views per day
de: Maximale Seitenaufrufe pro Tag

# tl_module.Max page views per day.1
source: View maximum page views per day
de: Maximale Seitenaufrufe pro Tag anzeigen

# tl_module.Max page views per day date.0
source: Max. page views per day date
de: Datum der maximalen Seitenaufrufe pro Tag

# tl_module.Max page views per day date.1
source: Display the date the maximum page views per day
de: Das Datum der maximalen Seitenaufrufe pro Tag anzeigen

# tl_module.Page views of current page.0
source: Page views of current page
de: Seitenaufrufe der aktuelle Seite

# tl_module.Page views of current page.1
source: Show number of page views on the current page
de: Anzahl der Seitenaufrufe der aktuellen Seite anzeigen

# tl_module.Page views of current visitor.0
source: Page views of current visitor
de: Seitenaufrufe des aktuellen Besuchers

# tl_module.Page views of current visitor.1
source: Show number of page views of your own visitor
de: Anzahl der eigene Seitenaufrufe des Besuchers anzeigen

# tl_module.Page views per visitor.0
source: Page views per visitor
de: Seitenaufrufe pro Besucher

# tl_module.Page views per visitor.1
source: Show number of page views per visitor
de: Anzahl der Seitenaufrufe pro Besucher anzeigen

# tl_module.Javascript activated.0
source: Javascript activated
de: Javascript aktiviert

# tl_module.Javascript activated.1
source: Show was if Javascript is enabled
de: Anzeigen ob Javascript aktiviert wurde

# tl_module.Counterstart.0
source: Show start date of the acquisition
de: Start-Datum der Erfassung anzeigen

# tl_module.Counterstart.1
source: Show date since when the chCounter counts
de: Datum seit wann der chCounter zählt anzeigen

# tl_module.Statistics.0
source: Statistics link
de: Link zu allen Statistiken

# tl_module.Statistics.1
source: Add a link to the complete chCounter Statistics
de: Hinzufügen eines Links zur kompletten chCounter Statistik
